# BlendFailures Properties

---
The BuiltInFailuresBlendFailures type exposes the following members.
| Name| Description
---|---|---
| CannotDrawBlend|  Can't create blend.
Top
#### Reference
BuiltInFailuresBlendFailures Class
Autodesk.Revit.DB Namespace